BIAS_CONSTANT
guess:Japan
run_length
score
category:Fine Arts
year:2010
question_text
guess:Spain
guess:France
guess:Iran
guess:Sweden
guess:Greece
guess:Nathaniel_Hawthorne
category:Literature
guess:Ivan_Turgenev
guess:William_Faulkner
guess:Jorge_Luis_Borges
guess:Kenzaburō_Ōe
guess:Mark_Twain
guess:Jack_London
guess:Anton_Chekhov
guess:Friedrich_Hayek
category:Social Science
guess:Noam_Chomsky
guess:Thorstein_Veblen
guess:Ottoman_Empire
category:History
guess:Sparta
guess:Athens
guess:Jean-Jacques_Rousseau
guess:Octavio_Paz
guess:Uncle_Tom's_Cabin
guess:Ruth_Benedict
guess:Friedrich_Nietzsche
guess:Wole_Soyinka
guess:John_Locke
guess:Virginia_Woolf
guess:Elizabeth_I_of_England
guess:Charlemagne
guess:Gustavus_Adolphus_of_Sweden
guess:Alexander_II_of_Russia
guess:China
guess:Genghis_Khan
guess:Peter_the_Great
guess:Lysosome
category:Science
guess:Mitochondrion
guess:Ribosome
guess:The_Tale_of_Genji
guess:A_Doll's_House
guess:Great_Expectations
guess:The_Trial
guess:Don_Quixote
guess:Pride_and_Prejudice
guess:Inflation
guess:Claude_Debussy
guess:Reflection_(physics)
guess:Italo_Calvino
guess:Yasunari_Kawabata
guess:Rudyard_Kipling
guess:Sinclair_Lewis
guess:Tennessee_Williams
guess:Marcel_Proust
guess:Béla_Bartók
guess:Edward_Elgar
guess:Maurice_Ravel
guess:Jean-Paul_Sartre
guess:Mao_Zedong
guess:Emily_Dickinson
guess:Franz_Kafka
guess:V._S._Naipaul
guess:John_Stuart_Mill
guess:Yukio_Mishima
guess:Thomas_Mann
guess:Hermann_Hesse
guess:E._E._Cummings
guess:No_Exit
guess:Madame_Bovary
guess:Rigoletto
guess:Carmen
guess:Tartuffe
guess:Candide
guess:Molière
guess:One_Hundred_Years_of_Solitude
guess:Waiting_for_Godot
guess:Things_Fall_Apart
guess:The_Great_Gatsby
guess:Brave_New_World
guess:Anna_Karenina
guess:The_Awakening_(Chopin_novel)
guess:Cry,_the_Beloved_Country
guess:Trumpet
guess:Clarinet
guess:Violin
guess:Thomas_Eakins
guess:Diego_Velázquez
guess:Edgar_Degas
guess:Pierre-Auguste_Renoir
guess:Jacques-Louis_David
guess:Swan_Lake
guess:Lolita
guess:Rubaiyat_of_Omar_Khayyam
guess:Chronicle_of_a_Death_Foretold
guess:Simón_Bolívar
guess:Oliver_Cromwell
guess:Bellerophon
guess:Andrew_Jackson
guess:August_Strindberg
guess:The_Rime_of_the_Ancient_Mariner
guess:Émile_Zola
guess:Samuel_Beckett
guess:Honoré_de_Balzac
guess:Aztec
guess:Gilgamesh
guess:Theseus
guess:Baldr
guess:Hermes
guess:War_of_1812
guess:Magnetic_field
guess:Bose–Einstein_condensate
guess:Colloid
guess:HIV
guess:Salvador_Dalí
guess:Caravaggio
guess:Rembrandt
guess:Marc_Chagall
guess:William_Blake
guess:Albrecht_Dürer
guess:Sandro_Botticelli
guess:Edvard_Grieg
guess:Dmitri_Shostakovich
guess:Frédéric_Chopin
guess:Ludwig_van_Beethoven
guess:Russia
guess:Brazil
guess:Mexico
guess:Pressure
guess:Kinetic_energy
guess:Gibbs_free_energy
guess:Entropy
guess:Temperature
guess:Heat_capacity
guess:Moon
guess:Artemis
guess:Ganesha
guess:Athena
guess:Sikhism
guess:Freyja
guess:Dionysus
guess:Luigi_Pirandello
guess:Ernest_Hemingway
guess:Fyodor_Dostoevsky
guess:Pablo_Neruda
guess:Saul_Bellow
guess:Catullus
guess:Rabindranath_Tagore
guess:J._M._Coetzee
guess:Gabriel_García_Márquez
guess:George_Orwell
guess:The_History_of_Tom_Jones,_a_Foundling
guess:F._Scott_Fitzgerald
guess:Nadine_Gordimer
guess:Baruch_Spinoza
guess:Ethics_(Spinoza)
guess:Leviathan_(Hobbes_book)
guess:Isis
guess:Ares
guess:Jesus
guess:Odysseus
guess:W._B._Yeats
guess:William_Cullen_Bryant
guess:Daniel_Defoe
guess:Carlos_Fuentes
guess:Toni_Morrison
guess:Oscar_Wilde
guess:Henrik_Ibsen
guess:Felix_Mendelssohn
guess:Johannes_Brahms
guess:Bridge
guess:Miles_Davis
guess:John_Coltrane
guess:Redox
guess:Ester
guess:Wittig_reaction
guess:Momentum
guess:Portugal
guess:Napoleon
guess:Romania
guess:Constantine_the_Great
guess:Argentina
guess:Frank_Gehry
guess:Frank_Lloyd_Wright
guess:Prime_number
guess:Fibonacci_number
guess:Graham_Greene
guess:George_Frideric_Handel
guess:Athol_Fugard
guess:David_Ricardo
guess:John_Maynard_Keynes
guess:Gautama_Buddha
guess:The_Red_and_the_Black
guess:All_Quiet_on_the_Western_Front
guess:Michel_Foucault
guess:Henry_James
guess:James_Joyce
guess:El_Greco
guess:Titian
guess:Cuba
guess:Thailand
guess:Cambodia
guess:Sri_Lanka
guess:Vietnam
guess:Italy
guess:Indonesia
guess:Julius_Caesar
guess:Winston_Churchill
guess:Margaret_Thatcher
guess:Ivan_the_Terrible
guess:Suleiman_the_Magnificent
guess:Augustus
guess:Giuseppe_Garibaldi
guess:Otto_I,_Holy_Roman_Emperor
guess:Finland
guess:John_Steinbeck
guess:Willard_Van_Orman_Quine
guess:Arthur_Schopenhauer
guess:Francis_Bacon
guess:George_Santayana
guess:Pompey
guess:Willa_Cather
guess:Ludwig_Mies_van_der_Rohe
guess:Germany
guess:Zeeman_effect
guess:Jainism
guess:Bahá'í_Faith
guess:Rastafari
guess:Gravity
guess:Mass
guess:Ludwig_Wittgenstein
category:Philosophy
guess:Wolfgang_Amadeus_Mozart
guess:Carl_Jung
guess:Catherine_the_Great
guess:Poland
guess:Alexander_the_Great
guess:Johann_Sebastian_Bach
guess:Hector_Berlioz
guess:Horse
guess:Dog
guess:War_and_Peace
guess:Fathers_and_Sons_(novel)
guess:Jane_Eyre
guess:Leo_Tolstoy
guess:Diffusion
guess:Distillation
guess:Enthalpy
guess:Alfred,_Lord_Tennyson
guess:Stephen_Crane
guess:Robert_Frost
guess:Percy_Bysshe_Shelley
guess:Robert_Browning
guess:Pulsar
guess:Semiconductor
guess:Tree
guess:Black_hole
guess:Neutron_star
guess:Centaur
guess:Eugene_O'Neill
guess:Time
guess:Aeschylus
guess:To_His_Coy_Mistress
guess:Aaron_Copland
guess:Anne_Bradstreet
guess:Niccolò_Machiavelli
guess:Zen
guess:Ezra_Pound
guess:Alkene
guess:Grignard_reaction
guess:CONFIG.SYS
guess:Auxin
guess:Uncertainty_principle
guess:Amine
guess:Aldehyde
guess:Boron
guess:Sulfur
guess:Carbon
guess:Nitrogen
guess:Copper
guess:Ralph_Vaughan_Williams
guess:Robert_Schumann
guess:Samuel_Barber
guess:Gustav_Holst
guess:Switzerland
guess:Antonín_Dvořák
guess:George_Gershwin
guess:Arnold_Schoenberg
guess:Gustav_Mahler
guess:D._H._Lawrence
guess:Carbon_dioxide
guess:Liver
guess:Hemoglobin
guess:Titration
guess:Insulin
guess:Carl_Friedrich_Gauss
guess:Leonhard_Euler
guess:Pi
guess:Electric_field
guess:Niels_Bohr
guess:Cyrus_the_Great
guess:Crimean_War
guess:Thomas_Hardy
guess:Henry_VIII_of_England
guess:Quetzalcoatl
guess:Heimdallr
guess:Loki
guess:Horus
guess:Odin
guess:Margaret_Mead
guess:Søren_Kierkegaard
guess:Richard_Wagner
guess:Determinant
guess:Alexander_Hamilton
guess:Abraham_Lincoln
guess:Otto_von_Bismarck
guess:Stanley_Milgram
guess:Demeter
guess:David_Hume
guess:Aristotle
guess:Thomas_Aquinas
guess:René_Descartes
guess:Richard_Strauss
guess:Jean_Sibelius
guess:Book_of_Mormon
guess:Sigmund_Freud
guess:Claude_Lévi-Strauss
guess:Invisible_Man
guess:Steppenwolf_(novel)
guess:The_Tin_Drum
guess:Grant_Wood
guess:Johannes_Vermeer
guess:Ben_Jonson
guess:Edward_Albee
guess:T._S._Eliot
guess:Arthur_Miller
guess:Sophocles
guess:Hungary
guess:Iceland
guess:Catch-22
guess:The_Grapes_of_Wrath
guess:Chicago
guess:South_Africa
guess:England
guess:India
guess:Los_Angeles
guess:Peru
guess:Hera
guess:Friction
guess:La_traviata
guess:Madama_Butterfly
guess:The_Magic_Flute
guess:Moby-Dick
category:Trash
year:2009
guess:Faust
guess:Zeus
guess:Holden_Caulfield
guess:The_Metamorphosis
guess:William_the_Conqueror
guess:Pictures_at_an_Exhibition
guess:The_Carnival_of_the_Animals
guess:The_Rite_of_Spring
guess:Inca_Empire
guess:Hanseatic_League
guess:Franz_Schubert
guess:Turandot
guess:Aida
guess:Don_Giovanni
guess:Death
guess:Paul_Cézanne
guess:Orpheus
guess:Jackson_Pollock
guess:Glycolysis
guess:Citric_acid_cycle
guess:Coagulation
guess:Heart_of_Darkness
guess:Cholesterol
guess:Infrared_spectroscopy
guess:Polymerase_chain_reaction
guess:Chromatography
guess:Federico_García_Lorca
guess:Sylvia_Plath
guess:Christopher_Marlowe
guess:Isabel_Allende
guess:Victor_Hugo
guess:United_States
guess:Philip_Glass
guess:Red_blood_cell
guess:Golgi_apparatus
guess:Endoplasmic_reticulum
guess:Rainer_Maria_Rilke
guess:Maurya_Empire
guess:Tang_dynasty
guess:Mughal_Empire
guess:Ming_dynasty
guess:Justinian_I
guess:Han_dynasty
guess:Colombia
guess:World_War_I
guess:Belgium
guess:Kenya
guess:Myanmar
guess:Sergei_Rachmaninoff
guess:Eugène_Ionesco
guess:The_Tempest
guess:Republic_(Plato)
guess:Macbeth
guess:Hamlet
guess:The_Prince
guess:Potential_energy
guess:Precession
guess:Ferromagnetism
guess:Plasma_(physics)
guess:Chinua_Achebe
guess:Daniel_Webster
guess:Edgar_Allan_Poe
guess:Spin_(physics)
guess:Salman_Rushdie
guess:James_Fenimore_Cooper
guess:Thebes,_Greece
guess:Carthage
guess:Pyotr_Ilyich_Tchaikovsky
guess:Quran
guess:Mario_Vargas_Llosa
guess:Vladimir_Nabokov
guess:Samuel_Taylor_Coleridge
guess:W._H._Auden
guess:Derek_Walcott
guess:Johann_Wolfgang_von_Goethe
guess:Umberto_Eco
guess:Wuthering_Heights
guess:John_Cage
guess:Albania
guess:Pakistan
guess:Denmark
guess:Leonardo_da_Vinci
guess:Dragon
guess:Gustave_Flaubert
guess:Michelangelo
guess:George_Bernard_Shaw
guess:Osiris
guess:Weak_interaction
guess:Harmonic_oscillator
guess:Kidney
guess:Trigonometric_functions
guess:Adenosine_triphosphate
guess:Ideal_gas_law
guess:Haruki_Murakami
guess:Arrhenius_equation
guess:Nernst_equation
guess:Langston_Hughes
guess:Eugène_Delacroix
guess:Erik_Erikson
guess:Romeo_and_Juliet
guess:Le_Corbusier
guess:Philippines
guess:Chile
guess:Paraguayan_War
guess:Thirty_Years'_War
guess:Louis_XIV_of_France
guess:Capacitor
guess:O._Henry
guess:Zoroastrianism
guess:Australia
guess:Nicaragua
guess:Edvard_Munch
guess:Vincent_van_Gogh
guess:Ambrose_Bierce
guess:Pragmatism
guess:Thoth
guess:The_Golden_Bough
year:2008
guess:Gian_Lorenzo_Bernini
guess:I._M._Pei
guess:Charles_Ives
guess:Cú_Chulainn
guess:Ketone
guess:Ether
guess:Hephaestus
guess:William_Wordsworth
guess:Max_Weber
guess:Thomas_Pynchon
guess:The_Barber_of_Seville
guess:Alcohol
guess:Polymer
guess:Mali_Empire
guess:The_Garden_of_Earthly_Delights
guess:Franz_Liszt
guess:William_James
guess:Hadrian
guess:Moses
guess:Spanish–American_War
guess:Maya_civilization
guess:Doppler_effect
guess:Hall_effect
guess:Shinto
guess:Death_in_Venice
guess:Their_Eyes_Were_Watching_God
guess:The_Picture_of_Dorian_Gray
guess:Attila
guess:Prague
guess:Antibody
guess:Wallace_Stevens
guess:Last_Supper
guess:Piano
guess:Bird
guess:Ethiopia
guess:Netherlands
guess:Nikolai_Rimsky-Korsakov
guess:Sergei_Prokofiev
guess:Crime_and_Punishment
guess:Günter_Grass
guess:Cat_on_a_Hot_Tin_Roof
year:2007
guess:Émile_Durkheim
guess:Clifford_Geertz
guess:Immanuel_Kant
guess:Poseidon
guess:Henry's_law
guess:Bernoulli's_principle
guess:Bertolt_Brecht
guess:Anubis
guess:The_Three_Musketeers
guess:Romance_of_the_Three_Kingdoms
guess:The_School_of_Athens
guess:Joseph_Conrad
guess:The_Brothers_Karamazov
guess:Peter_Paul_Rubens
guess:Pieter_Bruegel_the_Elder
guess:Henry_Wadsworth_Longfellow
guess:Neutrino
guess:Gerard_Manley_Hopkins
guess:Flannery_O'Connor
guess:Calcium
guess:Enrico_Fermi
guess:Guy_de_Maupassant
guess:Gioachino_Rossini
guess:Nikolai_Gogol
guess:Auguste_Rodin
guess:Superconductivity
guess:RNA
guess:John_Donne
guess:Glacier
guess:Recursion
guess:Density
guess:Ozone
guess:Diels–Alder_reaction
guess:String_quartet
guess:Cello
guess:Utilitarianism
guess:Halogen
guess:Alkyne
guess:Druze
guess:The_Night_Watch
guess:The_Wealth_of_Nations
guess:To_Kill_a_Mockingbird
guess:A_Streetcar_Named_Desire
year:2006
guess:The_Count_of_Monte_Cristo
guess:The_Scarlet_Letter
guess:Pendulum
guess:Duino_Elegies
guess:Joseph_Haydn
guess:Alexander_Pushkin
guess:Battles_of_Saratoga
guess:Battle_of_Gettysburg
guess:Apoptosis
guess:Canada
guess:Vienna
guess:Allen_Ginsberg
guess:Plato
guess:Frankenstein
guess:Surface_tension
guess:Stoicism
guess:Refractive_index
guess:Aristophanes
guess:Herman_Melville
guess:Constantin_Brâncuși
guess:Diffraction
guess:Viscosity
guess:George_Berkeley
guess:Andrew_Marvell
guess:Las_Meninas
guess:Nighthawks
guess:Walt_Whitman
guess:Venice
guess:William_Golding
guess:Neptune
guess:Venus
guess:Water
guess:Ammonia
guess:Harold_Pinter
guess:One_Thousand_and_One_Nights
guess:Washington_Irving
guess:Martin_Luther
guess:Photon
guess:Georg_Wilhelm_Friedrich_Hegel
guess:Karl_Marx
guess:Neutron
year:2005
guess:Proton
guess:Bronisław_Malinowski
guess:Walter_Scott
guess:Martin_Heidegger
guess:Angular_momentum
guess:Hamiltonian_(quantum_mechanics)
guess:Tezcatlipoca
guess:Lord_Byron
guess:The_Ambassadors
guess:The_Raft_of_the_Medusa
guess:Feldspar
guess:Quartz
guess:Gold
guess:Kurt_Vonnegut
guess:Abraham_Maslow
guess:Cherenkov_radiation
guess:Igor_Stravinsky
guess:Polynomial
guess:Indra
guess:The_Iceman_Cometh
guess:Hedda_Gabler
guess:Giuseppe_Verdi
guess:Who's_Afraid_of_Virginia_Woolf?
guess:Timur
guess:Benzene
guess:Howl
guess:Krishna
guess:Camille_Saint-Saëns
year:2004
guess:Special_relativity
guess:Eero_Saarinen
guess:Alfred_the_Great
guess:George_III_of_the_United_Kingdom
guess:Battle_of_Shiloh
guess:John_Keats
guess:The_Hay_Wain
guess:Prague_Spring
guess:Franz_Boas
guess:New_York_City
guess:Théodore_Géricault
guess:Albert_Camus
guess:Alexander_Pope
guess:Phosphorus
guess:J._M._W._Turner
guess:Hydrogen_bond
guess:Radical_(chemistry)
guess:Iron
guess:Bertrand_Russell
guess:Jawaharlal_Nehru
guess:Echinoderm
guess:Nigeria
guess:Thyroid
guess:Spleen
guess:Stomach
guess:William_Carlos_Williams
year:2003
guess:Meiji_Restoration
guess:Marcel_Duchamp
guess:Ra
guess:Herbert_Hoover
guess:California
guess:Michael_Faraday
guess:4
guess:Edward_Hopper
guess:Beowulf
guess:Marduk
year:2002
guess:Thor
guess:Apollo
guess:Sir_Gawain_and_the_Green_Knight
guess:Janus
guess:Guatemala
guess:Somalia
guess:Charles_Baudelaire
guess:Milton_Friedman
guess:Margaret_Atwood
guess:Brownian_motion
guess:Donatello
guess:John_Dewey
guess:Nikita_Khrushchev
guess:Mahatma_Gandhi
guess:René_Magritte
guess:Perseus
guess:Hades
year:2001
guess:E._M._Forster
guess:Arnolfini_Portrait
guess:Shiva
guess:Gottfried_Wilhelm_Leibniz
guess:Sicily
guess:Electron
guess:The_Canterbury_Tales
guess:Collagen
guess:Xylem
guess:The_Importance_of_Being_Earnest
guess:Yom_Kippur
year:2000
guess:David
guess:Claude_Monet
guess:Atalanta
guess:Petrarch
guess:Raphael
guess:Torque
guess:3
guess:2
guess:Albert_Einstein
year:1999
guess:Tokugawa_shogunate
guess:Gamal_Abdel_Nasser
guess:Scotland
guess:Sulfuric_acid
guess:Coriolis_force
guess:Electronegativity
guess:Egypt
guess:Alan_Turing
guess:New_Zealand
guess:John_Adams
year:2011
category:Geography
guess:Laser
guess:James_Monroe
category:Mythology
guess:Lord_of_the_Flies
guess:Photoelectric_effect
guess:Vanity_Fair_(novel)
guess:The_Love_Song_of_J._Alfred_Prufrock
guess:The_Waste_Land
guess:Taoism
guess:Second_Boer_War
guess:Ramesses_II
guess:Paris
category:Religion
guess:Battle_of_Hastings
guess:Battle_of_Marathon
guess:Henri_Matisse
guess:I_and_the_Village
guess:John_Milton
guess:Naguib_Mahfouz
guess:Isaac_Newton
guess:Antonio_Vivaldi
guess:The_Cherry_Orchard
guess:Teapot_Dome_scandal
guess:Philadelphia
guess:Triangle
guess:Mollusca
guess:Sponge
guess:Cnidaria
guess:B._F._Skinner
guess:Pablo_Picasso
guess:Wars_of_the_Roses
guess:Achilles
guess:War_of_the_Spanish_Succession
guess:Moment_of_inertia
guess:Theodore_Roosevelt
guess:Voltaire
guess:Battle_of_Waterloo
guess:Berlin
guess:The_Unbearable_Lightness_of_Being
guess:Sun
guess:Unemployment
guess:Piezoelectricity
guess:Ireland
guess:Madagascar
guess:Philip_Roth
guess:Norway
guess:Les_Fleurs_du_mal
guess:London
guess:Jean_Piaget
guess:Heracles
guess:Death_of_a_Salesman
guess:Thomas_Robert_Malthus
guess:Dover_Beach
guess:Francisco_Goya
guess:Augustine_of_Hippo
guess:The_Decameron
guess:George_Washington
guess:Paul_the_Apostle
guess:Alzheimer's_disease
guess:Cystic_fibrosis
guess:Battle_of_Bosworth_Field
guess:Ovid
guess:Dylan_Thomas
guess:Dream_of_the_Red_Chamber
guess:John_the_Baptist
guess:Fionn_mac_Cumhaill
guess:Supernova
guess:Vishnu
guess:Milan_Kundera
guess:Texas
guess:Benjamin_Britten
guess:Blue
guess:Hajj
guess:Battle_of_Agincourt
guess:San_Francisco
guess:Bystander_effect
guess:Hooke's_law
guess:Speed_of_light
guess:The_Glass_Menagerie
year:2012
year:2013
year:2014
year:1997
year:1998
year:2015
category:Current Events
