BIAS_CONSTANT
guess:Kingdom_of_Thailand
run_length
score
category:Fine Arts
year:2010
question_text
guess
category
subcategory
guess:M
guess:Japan
guess:Spain
guess:Sweden
guess:C
guess:France
guess:Nathaniel_Hawthorne
category:Literature
guess:Karen_Blixen
guess:Jorge_Luis_Borges
guess:Bolesław_Prus
guess:Ivan_Turgenev
guess:Mark_Twain
guess:Kenzaburō_Ōe
guess:Anton_Chekhov
guess:Isaac_Bashevis_Singer
guess:Friedrich_Hayek
category:Social Science
guess:Noam_Chomsky
guess:Thorstein_Veblen
guess:F
guess:Quebec,_Canada
category:History
guess:Delhi_Sultanate
guess:Manchukuo
guess:Irish_Free_State
guess:Congo_Free_State
guess:Ottoman_Empire
guess:K
guess:Jean-Jacques_Rousseau
guess:Paul_Churchland
guess:Evelyn_Waugh
guess:Rudolf_Carnap
guess:Abe_Kobo
guess:Emily_Jane_Brontë
guess:John_Locke
guess:J
guess:Elizabeth_I_of_England
guess:Charlemagne
guess:Gustavus_Adolphus_of_Sweden
guess:Frederick_the_Great
guess:Catherine_the_Great
guess:Genghis_Khan
guess:Elizabeth_of_Russia
guess:Lysosome
category:Science
guess:Peroxisome
guess:P
guess:Cilium
guess:Ribosome
guess:Mitochondrion
guess:The_Natural
guess:The_Book_of_Daniel
guess:The_Tale_of_Genji
guess:The_Pilgrim's_Progress
guess:The_Palm_Wine_Drinkard
guess:The_Trial
guess:Inflation
guess:I
guess:👍🏻
guess:⠏
guess:ʷ
guess:Irving_Fisher
guess:Kate_Chopin
guess:Arthur_Rimbaud
guess:Italo_Calvino
guess:Rudyard_Kipling
guess:Yasunari_Kawabata
guess:John_Updike
guess:A
guess:Béla_Bartók
guess:Bay_Area_Rapid_Transit
guess:B
guess:Ba
guess:Love_in_the_Time_of_Cholera
guess:Matsuo_Kinsaku
guess:Jean-Paul_Sartre
guess:Mao_Zedong
guess:Yukio_Mishima
guess:Confessions_of_a_Mask
guess:Hermann_Hesse
guess:Harriet_Prescott_Spofford
guess:Thomas_Mann
guess:Fidelio
guess:R.U.R.
guess:No_Exit
guess:Enrico_IV
guess:Rigoletto
guess:Tartuffe
guess:Madame_Bovary
guess:Le_Cid
guess:Molière
guess:Billiards_at_Half-Past_Nine
guess:T
guess:Blindness_(novel)
guess:The_Hard_Times
guess:The_Life_and_Opinions_of_Tristram_Shandy,_Gentleman
guess:Brave_New_World
guess:John_the_Savage
guess:Anna_Karenina
guess:Cry,_the_Beloved_Country
guess:Trumpet
guess:French_horn
guess:Harpsichord
guess:Clarinet
guess:ᵅ
guess:Violin
guess:ტ
guess:Flute
guess:Thomas_Eakins
guess:John_Singleton_Copley
guess:Diego_Rodríguez_de_Silva_y_Velázquez
guess:Joshua_Reynolds
guess:Pierre-Auguste_Renoir
guess:Lucas_Cranach_the_Elder
guess:Jacques-Louis_David
guess:Jacques_Louis_David
guess:Love_for_Love
guess:“
guess:The_Divine_Comedy
guess:Richard_I_of_England
guess:The_Rocking_Horse_Winner
guess:Chronicle_of_a_Death_Foretold
guess:Roger_B._Taney
guess:Force_Bill
guess:Typhoid_Mary
guess:James_A._Garfield
guess:Antonio_José_de_Sucre
guess:Andrew_Jackson
guess:August_Strindberg
guess:Les_Misérables
guess:The_Boondock_Saints
guess:A_Connecticut_Yankee_in_King_Arthur's_Court
guess:The_Bald_Soprano
guess:Franz_Kafka
guess:Honoré_de_Balzac
guess:Maxim_Gorky
guess:George_Eliot
guess:Aztecs
guess:Satan
guess:Orlando_Furioso
guess:Synagogues
guess:The_World_as_Will_and_Idea
guess:Baldr
guess:Romance_of_the_Three_Kingdoms
guess:Cadmus
guess:Piso's_conspiracy
guess:Electron_pair
guess:Abelian_groups
guess:Vowel
guess:Atomic_orbital
guess:Relational_database
guess:HIV
guess:Édouard_Manet
guess:Andrea_Mantegna
guess:Salvador_Dalí
guess:Caravaggio
guess:Diego_Velázquez
guess:G
guess:Edvard_Grieg
guess:Preludes
guess:Dmitri_Shostakovich
guess:R
guess:Ludvig_van_Beethoven
guess:Russian_Federation
guess:Kingdom_of_Spain
guess:England
guess:Mexico
guess:BRITAIN
guess:Pressure
guess:Kinetic_energy
guess:Gibbs_free_energy
guess:Entropy
guess:Temperature
guess:H
guess:Thermodynamic_work
guess:Seth
guess:Artemis
guess:Hebe_(mythology)
guess:Historians
guess:Ishtar
guess:Luigi_Pirandello
guess:Ernest_Hemingway
guess:Toni_Morrison
guess:Pablo_Neruda
guess:Saul_Bellow
guess:Zora_Neale_Hurston
guess:Theocritus
guess:Catullus
guess:Callimachus
guess:W
guess:Gabriel_García_Márquez
guess:Ayn_Rand
guess:George_Orwell
guess:Baruch_Spinoza
guess:Empire
guess:Geoffrey_Chaucer
guess:Ethics_(Spinoza)
guess:The_Chrysanthemum_and_the_Sword
guess:Ethics
guess:Cybele
guess:Demiurge
guess:Pharaoh
guess:Gilgamesh
guess:Apôphis
guess:Isis
guess:Deirdre
guess:(
guess:Chaim_Potok
guess:Daniel_Defoe
guess:Jack_London
guess:William_Shakespeare
guess:The_English_Patient
guess:Kazuo_Ishiguro
guess:Carlos_Fuentes
guess:Enchi_Fumiko
guess:Z
guess:Nadine_Gordimer
guess:N
guess:Felix_Mendelssohn
guess:S
guess:ᛋ
guess:Tokyo
guess:Sonny_Rollins
guess:John_Coltrane
guess:Saxophone
guess:Swern_oxidation
guess:Elimination_reaction
guess:Olefin
guess:Oppenauer_oxidation
guess:Redox
guess:Oxidation-Reduction
guess:Romania
guess:Michael
guess:Christian
guess:Richard
guess:Frank_Gehry
guess:Reclining_Figure
guess:Toronto
guess:Square_numbers
guess:Prime_Numbers
guess:Fibonacci_number
guess:Graham_Greene
guess:Our_Man_in_Havana
guess:George_Frideric_Handel
guess:E
guess:Athol_Fugard
guess:The_End_of_the_Affair
guess:David_Ricardo
guess:Miss_Lonelyhearts
guess:Gautama_Buddha
guess:The_Sound_of_the_Mountain
guess:The_Catcher_in_the_Rye
guess:Madness_and_Civilization
guess:Folie_et_déraison
guess:Michel_Foucault
guess:F._Scott_Fitzgerald
guess:Jhumpa_Lahiri
guess:Henry_James
guess:El_Greco
guess:Marc_Chagall
guess:Umberto_Boccioni
guess:Sir_John_Everett_Millais
guess:Rembrandt
guess:The_Burial_of_the_Count_of_Orgaz
guess:Cambodia
guess:Mongolia
guess:Cameroon
guess:Chad
guess:Thailand
guess:Oman
guess:Tanzania
guess:Henry_IV_of_France
guess:Julius_Caesar
guess:Winston_Churchill
guess:Margaret_Thatcher
guess:Guy_of_Lusignan
guess:Suleiman_the_Magnificent
guess:Victor_Emmanuel_II
guess:Pancho_Villa
guess:Giuseppe_Garibaldi
guess:Stonewall_Jackson
guess:Pippin
guess:Pepin_the_Short
guess:Frederick_Barbarossa
guess:Charles_I_of_France
guess:Stephen_Crane
guess:Fyodor_Dostoevsky
guess:Of_Mice_and_Men
guess:Finland
guess:Helsinki_Accords
guess:John_Steinbeck
guess:Existentialism_is_a_Humanism
guess:Johann_Gottlieb_Fichte
guess:Jacques_Derrida
guess:Phenomenology_(philosophy)
guess:Existentialism
guess:George_Santayana
guess:The_Division_of_Labor_in_Society
guess:Sulla
guess:Pompey
guess:Pompey_the_Great
guess:V
guess:Willa_Cather
guess:Samuel_Beckett
guess:Ivan_the_Terrible
guess:Ivan_IV
guess:Ivan_IV_of_Russia
guess:Ludwig_Mies_van_der_Rohe
guess:Daniel_Burnham
guess:Germany
guess:Josephson_effect
guess:Zeeman_effect
guess:Jainism
guess:The_Religion_of_Islam
guess:Sikhism
guess:Bahá'í_Faith
guess:Zoroastrianism
guess:Hinduism
guess:Surface_area
guess:Reflectional_symmetry
guess:Max_Planck
guess:Prime_number
guess:Periodic
guess:Chirality
guess:Continuous
guess:Mass
guess:Ludwig_Wittgenstein
category:Philosophy
guess:Philosophical_Investigations
guess:Language_games
guess:Justinian_I
guess:Charles_v
guess:Henry_III_of_France
guess:Alexander_the_Great
guess:Henry_II_of_England
guess:Macedonian_empire
guess:Alexander_III_of_Russia
guess:Johann_Sebastian_Bach
guess:Horse
guess:ᑋ
guess:The_Ravens
guess:Wild_boar
guess:Jerusalem_Delivered
guess:The_Jew_of_Malta
guess:The_God_of_Small_Things
guess:War_and_Peace
guess:Fathers_and_Sons
guess:Tobacco_Road_(novel)
guess:A_Hazard_of_New_Fortunes
guess:Leo_Tolstoy
guess:Diffusion
guess:ᒡ
guess:Perfusion
guess:Chemisorption
guess:Natural_Logarithm
guess:ⅆ
guess:Electric_field_screening
guess:Alfred,_Lord_Tennyson
guess:Edwin_Arlington_Robinson
guess:A.E._Housman
guess:Tithonus
guess:Crossing_The_Bar
guess:ଗ
guess:Harps
guess:Quasar
guess:Moons_of_Jupiter
guess:NEOs
guess:Centaur
guess:Smallpox_vaccine
guess:Eugene_O'Neill
guess:Tacitus
guess:Albert_Speer
guess:Robert_Frost
guess:Emily_Dickinson
guess:TiME
guess:Heinrich_Heine
guess:Salvatore_Quasimodo
guess:Percy_Bysshe_Shelley
guess:William_Blake
guess:Haldor_Laxness
guess:Jun'ichirō_Tanizaki
guess:Baron_Corvo
guess:Marianne_Moore
guess:Orhan_Pamuk
guess:Ezra_Pound
guess:Catecholamines
guess:Gibberellin
guess:Polyprotic_acids
guess:Alkene
guess:Neurotransmitter
guess:Epoxide
guess:Primary_amines
guess:Ester
guess:Amide
guess:ᐁ
guess:Boron
guess:Silicon
guess:Sulfur
guess:Nitrogen
guess:Alexander_Scriabin
guess:Charles_Joseph_Minard
guess:CASTOR
guess:Georges_Bizet
guess:Wolfgang_Amadeus_Mozart
guess:Claude_Debussy
guess:Samuel_Barber
guess:Samuel_Osborne_Barber
guess:Georg_Friedrich_Handel
guess:Piano_sonatas_(Beethoven)
guess:Arnold_Schoenberg
guess:The_Coffee_Cantata
guess:Cantatas
guess:Pipe_organ
guess:James_Joyce
guess:Sherwood_Anderson
guess:D._H._Lawrence
guess:Dissolved_Oxygen
guess:Carbon_dioxide
guess:Liver
guess:Carbon_Dioxide
guess:Growth_hormone
guess:Leptin
guess:Vasopressin
guess:ᴉ
guess:Glucagon
guess:Insulin
guess:Carl_Friedrich_Gauss
guess:Euler_characteristic
guess:Peter_Debye
guess:Leonhard_Euler
guess:Euler
guess:Tokugawa_Ieyasu
guess:Cyrus_the_Great
guess:Pontia
guess:Alexios_I_Komnenos
guess:Gallic_Wars
guess:The_Bluest_Eye
guess:Beloved_(novel)
guess:Henry_VIII_of_England
guess:L
guess:Loki
guess:LOKI
guess:Quetzalcoatl
guess:Odin
guess:Margaret_Mead
guess:Søren_Kierkegaard
guess:Richard_Wagner
guess:Partial_derivative
guess:Derivative
guess:Greatest_common_factor
guess:Limi
guess:Inner_product
guess:William_Marcy_Boss_Tweed
guess:Alexander_Hamilton
guess:Park_Geun-hye
guess:Stanley_Milgram
guess:Ice_Bucket_Challenge
guess:Demeter
guess:D
guess:Persephone
guess:David_Hume
guess:Summa_Theologica
guess:An_Essay_on_Man
guess:Thomas_Aquinas
guess:Gilbert_Ryle
guess:René_Descartes
guess:Rene_Des_Cartes
guess:Carl_Jung
guess:Ottorino_Respighi
guess:Jean_Sibelius
guess:Edward_Elgar
guess:Brigham_Young
guess:Utah
guess:Book_of_Mormon
guess:The_Rake's_Progress
guess:Warren
guess:Jesus_Christ
guess:Joseph_Caiaphas
guess:Sigmund_Freud
guess:Claude_Lévi-Strauss
guess:Beyond_the_Pleasure_Principle
guess:Invisible_Man
guess:The_Charterhouse_of_Parma
guess:The_Tin_Drum
guess:David_Copperfield
guess:Grant_Wood
guess:Johannes_Vermeer
guess:Ben_Jonson
guess:Oresteia
guess:William_Inge
guess:Aeschylus
guess:Hungary
guess:Iceland
guess:Greece
guess:Epic_of_Gilgamesh
guess:Gilgamesh_the_King
guess:Nineteen_Eighty-Four
guess:Betrothed
guess:O
guess:Catch-22
guess:Catch_22
guess:Turkey
guess:Chicago
guess:United_States_of_America
guess:China
guess:Brazil
guess:Cuba
guess:Pelé
guess:Athena
guess:Pallas_Athena
guess:Amaterasu-ōmikami
guess:Friction
guess:Coulomb_force
guess:ᵩ
guess:Madama_Butterfly
guess:The_Magic_Flute
guess:Tim_O’Brien
category:Trash
year:2009
guess:Donkey_Kong
guess:Trunks_Briefs
guess:Moby-Dick
guess:Dr._chris_turk
guess:Don_Quixote
guess:Tobias
guess:Henry_John_Temple,_3rd_Viscount_Palmerston
guess:Boston_Tea_Party
guess:Peter_the_Great
guess:Akbar
guess:Alexander_II_of_Russia
guess:Pictures_at_an_Exhibition
guess:Pictures_from_an_Exhibition
guess:The_Carnival_of_the_Animals
guess:Waldstein_Sonata
guess:Adagio_for_Strings
guess:Hector_Berlioz
guess:Frédéric_Chopin
guess:Carl_Maria_von_Weber
guess:Pyotr_Ilyich_Tchaikovsky
guess:Franz_Schubert
guess:La_traviata
guess:Nabucco
guess:Aida
guess:Don_Giovanni
guess:Works_of_art
guess:Paul_Cézanne
guess:India
guess:Death
guess:J.M.W._Turner
guess:Jean-Auguste-Dominique_Ingres
guess:Cezanne
guess:Urea_cycle
guess:Krebs_cycle
guess:Pentose_phosphate_pathway
guess:Glycolysis
guess:Gluconeogenesis
guess:Citric_acid_cycle
guess:Wittig_reaction
guess:Aldol_addition
guess:Aldol_reaction
guess:Curtius_Rearrangement
guess:One_Hundred_Years_of_Solitude
guess:Mansfield_Park
guess:Heart_of_Darkness
guess:The_Power_and_the_Glory
guess:The_House_on_Mango_Street
guess:One_Day_in_the_Life_of_Ivan_Denisovich
guess:Kidnapped_(novel)
guess:Niccolò_Paganini
guess:Anton_Webern
guess:Josef_Suk_(composer)
guess:A-flat_major
guess:Cholesterol
guess:Air-free_techniques
guess:Error_Correction
guess:Infrared_spectroscopy
guess:Calorimetry
guess:Titration
guess:Western_Blot
guess:Electron_Microscopy
guess:Chromatography
guess:Spectroscopy
guess:IR_spectroscopy
guess:Robert_Hayden
guess:François_Villon
guess:Li_Po
guess:W._B._Yeats
guess:Federico_García_Lorca
guess:Wole_Soyinka
guess:Oscar_Wilde
guess:John_Fletcher_(playwright)
guess:Isabel_Allende
guess:Of_Love_and_Shadows
guess:Florida
guess:Seminole
guess:Adam
guess:Atahualpa
guess:Henry_Clay
guess:Gitanjali
guess:Rabindranath_Tagore
guess:Tay–Sachs_disease
guess:Golgi_apparatus
guess:ܠ
guess:NuCLEus
guess:Homer
guess:Rainer_Maria_Rilke
guess:Infrared_Spectroscopy
guess:Stimulated_Raman_spectroscopy
guess:Nguyen_Dynasty
guess:Komnenos_dynasty
guess:Maurya_Empire
guess:Askia
guess:Qing_dynasty
guess:Bagrationi_Dynasty
guess:Han_Dynasty
guess:Xia_Dynasty
guess:Solomonic_dynasty
guess:Mughal_Empire
guess:Lodi_Dynasty
guess:Helots
guess:Philip_II_Augustus
guess:Republic_of_Italy
guess:Colombia
guess:Libya
guess:Aung_San
guess:Myanmar
guess:Gao_Xingjian
guess:Belshazzar's_feast
guess:Seneca_the_Younger
guess:Sergei_Rachmaninoff
guess:Arthur_Miller
guess:Euripides
guess:Philosophy_of_medicine
guess:The_Iliad
guess:Truth_and_Method
guess:The_Sorrows_of_Young_Werther
guess:Republic_(Plato)
guess:Republic
guess:Poisson_Bracket
guess:Adiabatic_approximation
guess:Constants_of_the_motion
guess:Virial_theorem
guess:Fine_structure
guess:Murdoc
guess:Paschen-Back_effect
guess:Precession
guess:Reflection_(physics)
guess:Refraction
guess:Chinua_Achebe
guess:Paul_de_Man
guess:Walter_Benjamin
guess:Kobo_Abe
guess:T._S._Eliot
guess:Ayi_Kwei_Armah
guess:Nikos_Kazantzakis
guess:Okonkwo
guess:Bose–Einstein_condensate
guess:Surfactant
guess:Enzyme
guess:Catalysis
guess:Solvents
guess:Sherry
guess:Robinson_Crusoe
guess:Moloch
guess:Judas_Iscariot
guess:Betelgeuse
guess:James_Fennimore_Cooper
guess:James_Fenimore_Cooper
guess:The_Pilot
guess:Herman_Melville
guess:Hawaii
guess:Maryland
guess:Sparta
guess:Thebes,_Greece
guess:Thomas_Stonewall_Jackson
guess:Epaminondas
guess:Prussia
guess:Athens
guess:Liechtenstein
guess:Aaron_Copland
guess:Gustav_Holst
guess:Alexander_Borodin
guess:Sermon_on_the_Mount
guess:Cyropedia
guess:Little_Women
guess:Lysistrata
guess:Plato
guess:Russia
guess:United_States
guess:Armenia
guess:Mario_Vargas_Llosa
guess:Vladimir_Nabokov
guess:Anne_Bradstreet
guess:Edgar_Allan_Poe
guess:Gwendolyn_Brooks
guess:Similar
guess:Crossing_the_Bar
guess:Umberto_Eco
guess:U
guess:Coagulation
guess:Cellular_differentiation
guess:DNA_replication
guess:Blood_clotting
guess:ACCEPT
guess:Demian
guess:Breakfast_at_Tiffany’s
guess:Atonement
guess:The_Life_And_Opinions_Of_Tristram_Shandy
guess:The_Great_Gatsby
guess:My_life_in_the_bush_of_ghosts
guess:Nick_Carraway
guess:J._M._Coetzee
guess:J.M._Coatzee
guess:Zimbabwe
guess:Italy
guess:Mekong
guess:Laos
guess:John_Cage
guess:Hugo_Wolf
guess:Maurice_Ravel
guess:John_Maynard_Keynes
guess:Albania
guess:Albanians
guess:Denmark
guess:Miguel_de_Unamuno
guess:The_Lady_With_the_Dog
guess:Ghent_Altarpiece
guess:Leonardo_di_ser_Piero_da_Vinci
guess:Gustave_Flaubert
guess:Isenheim_Altarpiece
guess:Paul_Hindemith
guess:Mathis_der_Maler_(opera)
guess:Cándida
guess:George_Bernard_Shaw
guess:Xenophon
guess:Huitzilopochtli
guess:Medusa
guess:Geb
guess:Osiris
guess:Kamadeva
guess:Gravity
guess:Weak_interaction
guess:Harmonic_oscillator
guess:Dry_friction
guess:Telomerase
guess:Natural_logarithm
guess:Translation
guess:ʴ
guess:Schleswig-Holstein
guess:Otto_von_Bismarck
guess:Schleswig-Holstein_question
guess:Fish
guess:Ideal_gas_law
guess:PCR
guess:NMR
guess:Electrospray_ionization
guess:Mode_locking
guess:Polymerase_chain_reaction
guess:J._D._Salinger
guess:Arrhenius_equation
guess:Svante_Arrhenius
guess:Giotto
guess:Albrecht_Dürer
guess:Vikram_Seth
guess:Langston_Hughes
guess:Eugène_Delacroix
guess:Erik_Erikson
guess:The_School_for_Wives
guess:The_Miser
guess:The_Post_Office
guess:Emilia_Galotti
guess:The_Robbers
guess:&quot;Master_Harold&quot;...and_the_Boys
guess:Little_Eyolf
guess:The_Skin_of_Our_Teeth
guess:Le_Corbusier
guess:Oscar_Niemeyer
guess:Frank_Lloyd_Wright
guess:Y
guess:Vietnam
guess:Chile
guess:Republic_of_Chile
guess:V._S._Naipaul
guess:Manuel_Puig
guess:Victor_Hugo
guess:Mexican-American_War
guess:The_Turkish_Invasion_of_Cyprus
guess:Ionian_Revolt
guess:Paraguayan_War
guess:Carolus_Magnus
guess:George_Lucas
guess:Mozambique
guess:Portugal
guess:The_Soviet_Union
guess:USSR
guess:Accretion_disk
guess:Stones
guess:Active_galactic_nuclei
guess:Electric_charge
guess:Rocks
guess:Capacitance
guess:Electric_Field
guess:O._Henry
guess:Eugène_Ionesco
guess:Felix_Lope_de_Vega_Carpio
guess:Eugene_Ionesco
guess:Czech_Republic
guess:Word
guess:United_Kingdom_of_Great_Britain_and_Ireland
guess:Republic_of_Haiti
guess:West_Germany
guess:Nicaragua
guess:Rembrandt_van_Rijn
guess:Edvard_Munch
guess:Vincent_van_Gogh
guess:Dog
guess:Spiders
guess:Laelaps_(mythology)
guess:Rivers
guess:Spoken_languages
guess:SHO
guess:Samson_and_delilah
guess:Swan_Lake
guess:Tannhäuser
guess:Dido_and_Aeneas
guess:Ambrose_Bierce
guess:An_Occurrence_at_Owl_Creek_Bridge
guess:The_Interpretation_of_Dreams
guess:Crowds_and_Power
guess:Principia_Mathematica
guess:Pragmatism
guess:The_Golden_Bough
guess:James_George_Frazer
year:2008
guess:Robert_Venturi
guess:Louis_Sullivan
guess:Napoleon
guess:Napoleon_Bonaparte
guess:Oracle
guess:Napoleon_I
guess:Continental_Divide
guess:Charles_Ives
guess:Hecate
guess:Ma'at
guess:Phillis_Wheatley
guess:Rhiannon
guess:Nefertiti
guess:Hathor
guess:Cú_Chulainn
guess:Moll_Flanders
guess:Amaterasu
guess:Theseus
guess:Sigurd
guess:Cú_Ċulainn
guess:Ketone
guess:Hephaestus
guess:Hephaistos
guess:William_Wordsworth
guess:Etienne-Maurice_Falconet
guess:MICE
guess:Joseph_Alois_Schumpeter
guess:Picasso's_Blue_Period
guess:Spanish_Language
guess:Rococo
guess:Antonín_Dvořák
guess:Johann_Strauss_II
guess:Atticus_Finch
guess:Barefoot_in_the_Park
guess:45_Years
guess:Love_&amp;_Mercy
guess:The_Metamorphosis
guess:Get_Out
guess:The_Tempest
guess:King_Lear
guess:Carboxylic_acid
guess:Crystallization
guess:Alcohol
guess:Amino_acid
guess:Grignard_reaction
guess:Incan_Empire
guess:Inca_Empire
guess:Byzantine_Empire
guess:Gupta_Empire
guess:Mali_Empire
guess:Malinke
guess:Progress_and_Poverty
guess:Philosophy_and_the_Mirror_of_Nature
guess:Orientalism
guess:Roe_v._Wade
guess:The_Theory_of_Moral_Sentiments
guess:Zeno_of_Elea
guess:On_the_Road
guess:William_James
guess:Death_Notes
guess:Iron_Man_suit
guess:Cave_painting
guess:Tree_rings
guess:Infinity_Stones
guess:Animal_sacrifice
guess:⠍
guess:Donkeys
guess:Snake
guess:Elephant
guess:WOLF
guess:Maximilien_Robespierre
guess:Jewish_Revolt
guess:Tikal
guess:Decembrist_revolt
guess:Zulu_Kingdom
guess:Zulu_people
guess:Maya_civilization
guess:Lines_written_a_few_miles_above_Tintern_Abbey
guess:Cockroaches
guess:Doppler_effect
guess:Stark_effect
guess:De_Haas-van_Alphen_effect
guess:Hall_effect
guess:Meissner-Ochsenfeld_effect
guess:0
guess:Finnish_mythology
guess:Maya_mythology
guess:Irish_myth
guess:Norse_myth
guess:Red_blood_cell
guess:Neuron
guess:B_cell
guess:ྣ
guess:Distillation
guess:Therapy
guess:Gel_electrophoresis
guess:Electron_Paramagnetic_Resonance
guess:Gustave_von_Aschenbach
guess:Gustav_von_Aschenbach
guess:Death_in_Venice
guess:Bernard_Malamud
guess:Dr._Heidegger's_Experiment
guess:The_Picture_of_Dorian_Gray
guess:Lewis_Carroll
guess:Antaeus
guess:Moses
guess:Amalek
guess:Conchobar
guess:Merlin
guess:Aaron
guess:Heimdallr
guess:Mimir
guess:Heimdall
guess:Immunoglobulins
guess:Antibody
guess:Monoclonal_antibody
guess:Cuchulainn
guess:Determinant
guess:Absolute_value
guess:Sine
guess:Trigonometric_functions
guess:Coulomb's_law
guess:Meissner_effect
guess:Momentum
guess:Beta_Decay
guess:Thermodiffusion
guess:Ether
guess:Amine
guess:Arsenic
guess:Azide
guess:Carbonyl
guess:Peroxide
guess:Francisco_Franco
guess:Crimean_War
guess:Augustus
guess:Gaius_Julius_Caesar_Augustus
guess:Caligula
guess:Sassanians
guess:Osma
guess:Vlad_III
guess:Stephen
guess:Jagiellonian_dynasty
guess:Poland_and_Lithuania
guess:Lithuania
guess:Jagiellon_Dynasty
guess:Poland
guess:Numidia
guess:Niflheim
guess:Wallace_Stevens
guess:Victor_Marie_Hugo
guess:Paolo_Caliari_Veronese
guess:Last_Supper
guess:Paolo_Veronese
guess:Products
guess:Prison
guess:Venus_(mythology)
guess:Malawi
guess:Ethiopia
guess:Argentina
guess:Scythian_Suite
guess:Aram_Khachaturian
guess:Sergei_Prokofiev
guess:A_Prayer_for_Owen_Meany
guess:The_Calling_of_St_Matthew_(Caravaggio)
guess:A_Grain_of_Wheat
guess:Rebecca
guess:Michelangelo
guess:Günter_Grass
guess:The_Cherry_Orchard
guess:I._M._Pei
year:2007
guess:Buddha_of_suburbia
guess:Dutt
guess:Émile_Durkheim
guess:Brahmacharya
guess:The_Interpretation_of_Cultures
guess:Jose_Clemente_Orozco
guess:Clifford_Geertz
guess:Phosphate
guess:Enolate
guess:Glycols
guess:Imine
guess:Enamine
guess:W._H._Auden
guess:September_1,_1939
guess:Landscape_with_the_Fall_of_Icarus
guess:Musée_des_Beaux_Arts
guess:Musee_des_Beaux_arts
guess:Teutonic_knights
guess:Fractal
guess:Turtle
guess:Dragon
guess:Henry's_law
guess:Asymptote
guess:Bernoulli's_principle
guess:Fugacity
guess:Nernst_equation
guess:Raoult's_law
guess:Solubility
guess:Tree
guess:Tree_(data_structure)
guess:AVL_trees
guess:String_(computer_science)
guess:Bertolt_Brecht
guess:The_Marriage_of_Figaro
guess:Twelfth_Night
guess:Pelleas_and_Melisande
guess:Die_Fledermaus
guess:María
guess:Iconoclasm
guess:Hadrian
guess:Waiting_for_Godot
guess:The_Rising_of_the_Moon
guess:Estragon
guess:Robert_the_Devil
guess:The_Garden_of_Earthly_Delights
guess:The_Wedding_Feast_at_Cana
guess:The_School_of_Athens
guess:Sun_Yat-sen
guess:Dardanelles_campaign
guess:Populist_party
guess:Syria
guess:Deng_Xiaoping
guess:David_Mamet
guess:Edgar_Lee_Masters
guess:Roald_Dahl
guess:Ralph_Vaughan_Williams
guess:Things_Fall_Apart
guess:The_Brothers_Karamazov
guess:Battle_of_Carchemish
guess:Hundred_Years'_War
guess:Treaty_of_Nystad
guess:Song_dynasty
guess:Russo-Turkish_Wars
guess:The_Crimean_War
guess:Winesburg,_Ohio
guess:The_Turn_of_the_Screw
guess:Steven_Sondheim
guess:The_Castle_(novel)
guess:Wuthering_Heights
guess:Mr._Lockwood
guess:Edict_of_Fontainebleau
guess:The_Rite_of_Spring
guess:Lake_Biwa
guess:Johannes_Brahms
guess:Manuel_de_Falla
guess:Neutrino
guess:Flower_wars
guess:Standing_on_the_shoulders_of_Giants
guess:Gerard_Manley_Hopkins
guess:Comus
guess:Arthur_Schopenhauer
guess:The_cave
guess:Hopkins
guess:Chlorine
guess:Carbon
guess:Xenon
guess:Fluorine
guess:METHANE
guess:Hydrogen
guess:Enrico_Fermi
guess:Charles-Augustin_de_Coulomb
guess:Guy_de_Maupassant
guess:John_Cheever
guess:Memory
guess:Economic_inequality
guess:Oscillation
guess:Aggression
guess:Crime
guess:Nap
guess:Cannibalism
guess:Superconductivity
guess:Hemoglobin
guess:Oxygen
guess:DNA
guess:John_Donne
guess:The_Super_Bowl_Shuffle
guess:Horace
guess:Archibald_MacLeish
guess:Galaxy
guess:Operating_systems
guess:Endosymbiosis
guess:Neutron_star
guess:Groups
guess:Ukraine
guess:Arizona
guess:Iran
guess:Switzerland
guess:Moldova
guess:Recursivity
guess:Recursion
guess:Continuous_function
guess:Associativity
guess:Ozone
guess:Diels–Alder_reaction
guess:Ave_Maria
guess:Samuel_Osborne_Barber_II
guess:James_Agee
guess:Ghost
guess:Castle
guess:Masses
guess:Investigations
guess:Sutra
guess:Clarinet_concerto
guess:Academic_Festival_Overture
guess:Piano_Quintet
guess:CELLO
guess:Bedřich_Smetana
guess:Ludwig_van_Beethoven
guess:Songs_Without_Words
guess:Zealots
guess:Sioux
guess:Buddhist_monks
guess:Pilus
guess:Leptons
guess:Druze
guess:Alhambra
guess:VooDoo
guess:Sufism
guess:Māori_people
guess:The_Druze
guess:Debye-Huckel_equation
guess:Eutectic
guess:ဗ
guess:Acid
guess:Cups
guess:Great_floods
guess:Bridge
guess:Lake
guess:Sword
guess:The_Olympia
guess:Annunciation
guess:Deposition_from_the_Cross
guess:Otto_I,_Holy_Roman_Emperor
guess:Otto_the_Great
guess:Luxemburgi_Zsigmond
guess:Christian_Science
guess:Buddhism
guess:John_Kenneth_Galbraith
guess:Theodore_Herzl
guess:Arthur_Meier_Schlesinger_Jr.
guess:The_Scream
guess:Antigone
guess:The_Awakening_(Chopin_novel)
guess:A_Doll's_House
guess:To_Kill_a_Mockingbird
guess:A_Doll’s_House
guess:Osteoporosis
guess:Hydrazine
guess:Radical_polymerization
guess:Step-growth_polymerizations
year:2006
guess:The_Sunlight_Dialogues
guess:Fioretti
guess:The_dead
guess:Satires_of_Juvenal
guess:Biological_weapons
guess:Duino_Elegies
guess:Joseph_Haydn
guess:Alexander_Pushkin
guess:Battles_of_Saratoga
guess:Battle_of_the_Somme
guess:Siege_of_Yorktown
guess:Otto_I
guess:Protein_folding
guess:Apoptosis
guess:Muscle_contraction
guess:Fertilization
guess:Equivalents
guess:Glycosylation
guess:Refrigeration
guess:Thessalonica
guess:Iraq
guess:Babylon
guess:Ciompi_rebellion
guess:Catalan_Company_of_the_East
guess:Carthage
guess:Tunis
guess:Stream_of_consciousness
guess:Amy_Chua
guess:Turing_test
guess:Lagrange's_Theorem
guess:Knights_of_the_Golden_Circle
guess:Anubis
guess:Sylow's_theorem
guess:Lapis_lazuli
guess:Johann_Wolfgang_von_Goethe
guess:Zorba_the_Greek
guess:The_Plot_Against_America
guess:Sophie's_choice
guess:The_Face_of_Another
guess:Billy_Budd
guess:Trikaya
guess:Predestination
guess:Birth_of_Mary
guess:Magnetic_moment
guess:George_Edward_Moore
guess:Stoicism
guess:Solipsism
guess:The_Hall_Effect
guess:Refractive_index
guess:Voltage
guess:Electric_Current
guess:Index_of_Refraction
guess:Ulysses_(novel)
guess:Martin_Walser
guess:The_Dream_Songs
guess:Machado_de_Assis
guess:John_Barth
guess:Joseph_Conrad
guess:Natsume_Sōseki
guess:Salman_Rushdie
guess:Sonni_Ali_Ber
guess:Constantin_Brâncuși
guess:Auguste_Rodin
guess:Myoglobin
guess:Lysozyme
guess:Acquired_Immune_Deficiency_Syndrome
guess:Heartworms
guess:Diffraction
guess:Jude_the_Obscure
guess:Conversion_of_Paul_the_Apostle
guess:Last_Judgment
guess:The_Descent_from_the_Cross
guess:George_Berkeley
guess:Dulce_et_Decorum_Est
guess:Bedroom_in_Arles
guess:The_Night_Watch
guess:The_Surrender_of_Breda
guess:A_Sunday_Afternoon_on_the_Island_of_La_Grande_Jatte
guess:Nighthawks
guess:The_Persistence_of_Memory
guess:The_Virgin_Mary
guess:Jack_the_Ripper
guess:Abraham_Lincoln
guess:Sylvia_Plath
guess:O_Captain!_My_Captain!
guess:Walt_Whitman
guess:Rudolf_Clausius
guess:Charles_Wheatstone
guess:Johannes_Gutenberg
guess:Railroads
guess:Nationalism
guess:William_Styron
guess:William_Golding
guess:Calcium
guess:Anders_Jonas_Ångström
guess:G-type_main_sequence_star
guess:Sodium
guess:Water
guess:Barium
guess:John_Stuart_Mill
guess:Seán_O'Casey
guess:Harold_Pinter
guess:Amarcord
guess:Parables
guess:Revizor
guess:Faust
guess:Liberty
guess:Micrographia
guess:Macbeth
guess:Thomas_De_Quincey
guess:Woe_from_Wit
guess:Cat_on_a_Hot_Tin_Roof
guess:The_Red_Badge_of_Courage
guess:Haruki_Murakami
guess:The_Seagull
guess:Colonization
guess:Solomon
guess:The_self
guess:Helga_Königsdorf
guess:Ramachandra
guess:Martin_Luther
guess:Philip
guess:Halal
guess:Octet_rule
guess:Rule_11
guess:Uncertainty_principle
guess:Bell's_Inequality
guess:Ɋ
guess:Bell's_theorem
guess:Nakir
guess:Bonfire_of_the_Vanities
guess:AMIS
guess:DWARF
guess:Friedrich_Nietzsche
guess:Robert_Walpole
guess:Color
guess:Object_(computer_science)
guess:Pacific
guess:Events
guess:WiLL
guess:James_Baldwin
guess:The_unconscious
guess:The_state
guess:Georg_Wilhelm_Friedrich_Hegel
guess:Karl_Marx
guess:Arundhati_Roy
guess:Nations
guess:Stoneware
guess:Tiebreaker
guess:Nikolai_Gogol
guess:Pierre_Gassendi
guess:Tractatus_Theologico-Politicus
guess:Glycophosphatidylinositol
guess:Acetyl_CoA
guess:Glutamate
guess:Adenosine_Triphosphate
guess:Chlorophyll
guess:Adenosine_triphosphate
guess:Neutron
year:2005
guess:Spin_(physics)
guess:Charm_quark
guess:Higgs_boson
guess:Proton
guess:Rhapsody_in_Blue
guess:Finlandia
guess:Baeyer–Villiger_oxidation
guess:Bronisław_Malinowski
guess:William_Faulkner
guess:Sir_Walter_Scott
guess:Knut_Hamsun
guess:Friedrich_Schiller
guess:Ngũgĩ_wa_Thiong'o
guess:Sinclair_Lewis
guess:Thomas_Hobbes
guess:Aristotle
guess:Alexis_de_Tocqueville
guess:On_the_Genealogy_of_Morals
guess:On_the_Genealogy_of_Morality
guess:Angular_momentum
guess:Angular_Momentum
guess:Hamiltonian_(quantum_mechanics)
guess:Orbital_Angular_Momentum
guess:Xolotl
guess:Tezcatlipoca
guess:Lord_Byron
guess:Andrew_Marvell
guess:Algernon_Charles_Swinburne
guess:Thomas_Gray
guess:Where_Do_We_Come_From?_What_Are_We?_Where_Are_We_Going?
guess:The_Ambassadors_(Holbein)
guess:A_Bar_at_the_Folies-Bergère
guess:The_Intervention_of_the_Sabine_Women
guess:The_Potato_Eaters
guess:La_Primavera
guess:Feldspar
guess:Metics
guess:Gymnosperm
guess:Olivine
guess:Amphiboles
guess:Jennifer_Lawrence
guess:Mikhail_Nikolaevich_Baryshnikov
guess:Don_Cheadle
guess:Byron_De_La_Beckwith
guess:Mike_Leigh
guess:Samuel_Coleridge-Taylor
guess:Saint_Bonaventure
guess:Take_Five
guess:Beer's_Law
guess:Green's_functions
guess:Henry_Wadsworth_Longfellow
guess:Gregory_Rabassa
guess:Yury_Karlovich_Olesha
guess:Kurt_Vonnegut
guess:Welcome_to_the_Monkey_House
guess:Abraham_Maslow
guess:Maslow's_hierarchy_of_needs
guess:Benedetto_Croce
guess:Cherenkov_radiation
guess:Vavilov-Cherenkov_radiation
guess:Antiferromagnetism
guess:Gioachino_Rossini
guess:Joyce_Kilmer
guess:Leoš_Janáček
guess:Marcus_Annaeus_Lucanus
guess:Gaug
guess:Gradient
guess:Préludes_(Debussy)
guess:Diophantine_equation
guess:Niels_Henrik_Abel
guess:Orlando,_Florida
guess:The_Purloined_Letter
guess:Indra
guess:Owen_Wister
guess:Morgan_le_Fay
guess:The_Song_of_Roland
guess:Lady_Windermere's_Fan
guess:The_Iceman_Cometh
guess:Hedda_Gabler
guess:La_Boheme
guess:Giuseppe_Verdi
guess:Gaetano_Donizetti
guess:Mona_Lisa
guess:Turandot
guess:Alcestis
guess:Timur
guess:Timur_Lenk
guess:Timur_Gurkan
guess:Xinjiang
guess:Kazakhstan
guess:Golden_Horde
guess:Tamerlane
guess:The_Sound_and_the_Fury
guess:Henrik_Ibsen
guess:The_Chairs
guess:Dead_Sea_Scrolls
guess:Elizabeth_Bennet
guess:Six_Characters_in_Search_of_an_Author
guess:Holden_Caulfield
guess:Treaty_of_Washington_(1871)
guess:Styx
guess:Francois_Truffaut
guess:Proto-Indo-European_language
guess:No_Doubt
guess:Daft_Punk
guess:New_order
guess:2
guess:The_Jackson_5
guess:Karel_Čapek
guess:Mazes
guess:Dashiell_Hammett
guess:William_Empson
guess:Nathan_the_Wise
guess:AjaX
guess:Camille_Saint-Saëns
guess:Cellos
guess:Partitas
guess:Pipe_organs
guess:Modular_Arithmetic
year:2004
guess:DNA_sequencing
guess:6
guess:ARCADIA
guess:United_States_Secretary_of_the_Treasury
guess:Gamma-ray_burst
guess:The_Rockies
guess:Robert_M._La_Follette
guess:Washington_Irving
guess:Ralph_Waldo_Emerson
guess:Uncle_Sam
guess:Conquistadors
guess:Jezebel
guess:Vandals
guess:Battle_of_Shiloh
guess:Battle_of_Gettysburg
guess:Battle_of_Sedan
guess:Telomere
guess:Ferromagnetic
guess:Ferromagnetism
guess:Magnetars
guess:Fire
guess:John_Keats
guess:In_Memoriam_A.H.H.
guess:Spring_and_Fall
guess:The_Swimming_Hole
guess:Giorgio_de_Chirico
guess:A_Visit_from_the_Old_Mistress
guess:Liberty_Leading_the_People
guess:The_Gross_Clinic
guess:Las_Meninas
guess:The_Hunters_in_the_Snow
guess:Strangeness
guess:Pockels_effect
guess:Snell's_law
guess:Cerenkov_effect
guess:George_Gershwin
guess:Chandragupta_Maurya
guess:Pomp_and_Circumstance_Marches
guess:Prague_Spring
guess:Mad_Men
guess:Q
guess:Shinto
guess:Bight_of_Benin
guess:NARA
guess:Elasticity_(physics)
guess:Parallel_(geometry)
guess:Ferroelectricity
guess:Diamagnetism
guess:The_Time_of_the_Hero
guess:A_Good_Man_Is_Hard_to_Find_(short_story)
guess:Die_Blendung
guess:Juno_and_the_Paycock
guess:The_Celestial_Omnibus
guess:Wudangquan
guess:Eliminative_Materialism
guess:Behaviorism
guess:Zen
guess:Franz_Boas
guess:William_M._Tweed
guess:Donna_Haraway
guess:Emmeline_Pankhurst
guess:Quran
guess:CHAOS
guess:Elements_of_the_Philosophy_of_Right
guess:The_Prince
guess:On_Photography
guess:Albert_Gallatin
guess:Duke_of_Wellington
guess:Diego_Rivera
guess:Honduras
guess:Calcite
guess:Pyrite
guess:Quartz
guess:Pyroxene
guess:Corundum
guess:Henry_iv
guess:Orpheus_in_the_Underworld
guess:To_a_Skylark
guess:Diet_of_Japan
guess:Election_of_1824
guess:Alpha_helix
guess:Aldehyde
guess:Australia
guess:Gough_Whitlam
guess:Prime_Minister_of_Australia
guess:Australian_Labour_Party
guess:Sir_Peter_Maxwell_Davies
guess:Jeremy_Bentham
guess:The_Hay_Wain
guess:A._Philip_Randolph
guess:William_Lloyd_Garrison
guess:If_on_a_winter's_night_a_traveler
guess:The_Dharma_Bums
guess:Great_Expectations
guess:Bleak_House
guess:Superfluidity
guess:Infinite_Series
guess:Lawrence_Kohlberg
guess:Bertrand_Russell
guess:Georges_Danton
guess:Gouverneur_Morris
guess:Edward_Thorndike
guess:Echinoderm
guess:The_Barber_of_Seville
guess:Maui
guess:Joseph_of_Arimathea
guess:Ivan_III_of_Russia
guess:Haile_Selassie
guess:Constantine_the_Great
guess:Sassanid_empire
guess:Sylvester
guess:က
guess:Thyroid
guess:Spleen
guess:Pericardium
guess:Pituitary_gland
guess:Urinary_bladder
guess:Saha_ionization_equation
guess:Henderson–Hasselbalch_equation
guess:Sredni_Vashtar
guess:William_Carlos_Williams
guess:Albert_Camus
guess:Magnetization
year:2003
guess:Fermi_surface
guess:Density_of_states
guess:Magnetic_field
guess:Piet_Mondrian
guess:Edgar_Degas
guess:Marcel_Duchamp
guess:James_Abbott_McNeill_Whistler
guess:Electron_transport_chain
guess:Nuclear_force
guess:Force
guess:Hanseatic_League
guess:Frederick_I,_Holy_Roman_Emperor
guess:James_Boswell
guess:Rupert_Brooke
guess:John_Randolph_(politician)
guess:Daniel_Webster
guess:John_C._Calhoun
guess:William_H._Seward
guess:John_Quincy_Adams
guess:Guam
guess:Venezuela
guess:Belize
guess:Republic_of_Indonesia
guess:Indonesia
guess:Druzes
guess:Boston_Symphony_Orchestra
guess:Folies-Bergere
guess:Jackson_Pollock
guess:Friedrich_Engels
guess:Sandro_Botticelli
guess:The_necklace
guess:Jean_Rhys
guess:Nine-point_circle
guess:Joseph-Louis_Lagrange
guess:Semiconductor
guess:Microtubule
guess:Carrier_recombination
guess:Horus
guess:Peter_Paul_Rubens
guess:Edward_Hopper
guess:The_Birth_of_Venus
guess:Heinrich_Himmler
guess:James_Thurber
guess:Pericles
guess:Euthyphro
guess:Lolita
year:2002
guess:Tupilak
guess:Svarozits
guess:Aztec_mythology
guess:Incas
guess:Inca_civilization
guess:Galahad
guess:Sir_Gawain_and_the_Green_Knight
guess:Gawain
guess:Orestes
guess:Aeneas
guess:Mordred
guess:Yvain
guess:Job
guess:Aaron_Burr
guess:John_Henry_Newman
guess:Simon_Fraser_(explorer)
guess:Thomas_Cranmer
guess:Chimney_Sweeper
guess:Leopold_Bloom
guess:Janus
guess:Tikitiki
guess:JUNO
guess:Torvald_Helmer
guess:Danton
guess:Abacus
guess:LiNK
guess:Laius
guess:Myrmidons
guess:Aristophanes
guess:William_Langland
guess:Bernhard_Riemann
guess:Dante_Gabriel_Rossetti
guess:Chi-squared_distribution
guess:Quantum
guess:Quantum_harmonic_oscillator
guess:P-n_junction
guess:Guatemala
guess:Margaret_of_Anjou
guess:Man_and_Superman
guess:Hera
guess:Jagua_Nana
guess:Vaslav_Fomich_Nijinsky
guess:Gnaeus_Julius_Agricola
guess:Charles_Baudelaire
guess:Parthenon
guess:Benvenuto_Cellini
guess:Hannibal
guess:Louis_XVI_of_France
guess:Edward_IV_of_England
guess:Margaret_Atwood
guess:Saul_Aaron_Kripke
guess:Tang_dynasty
guess:Du_Fu
guess:Richard_Strauss
guess:Alberto_Giacometti
guess:Alfred_Lothar_Wegener
guess:Monteverdi
guess:Montezuma_II
guess:Émile_Zola
guess:Eudora_Welty
guess:Phillis_Wheatley_Peters
guess:Lu_Xun
guess:Julio_Cortázar
guess:Leaves_of_Grass
guess:Matteo_Boiardo
guess:Speciation
guess:Parthenogenesis
guess:Photosynthesis
guess:Joseph_Campbell
guess:H._G._Wells
guess:Izanagi
guess:Ra
guess:Aztec
guess:Culture_and_Anarchy
guess:Corpus_Juris_Civilis
guess:Equal_Rights_Amendment
guess:GDPR
guess:Great_Reform_Act
guess:Shaka
guess:Constantinople
guess:John_Dewey
guess:Josiah_Royce
guess:Tydeus
guess:An_Lushan
guess:Banqueting_House,_Whitehall
guess:Nikita_Khrushchev
guess:5
guess:Waltzes_(Chopin)
guess:Suite_Bergamasque
guess:Norbert_Wiener
guess:Akhenaton
guess:Jawaharlal_Nehru
guess:Lucknow_Pact
guess:Jan_Christiaan_Smuts
guess:Francis_Bacon_(artist)
guess:Crucifixion_of_Jesus_Christ
guess:Francois_Couperin
guess:Piano_concerto
guess:Hades
year:2001
guess:Spear
guess:Cuchulain
guess:Candide
guess:Tristan
guess:Mahatma_Gandhi
guess:Kurt_Goedel
guess:Mahatma_Mohandas_Karamchand_Gandhi
guess:The_Civilization_of_the_Renaissance_in_Italy
guess:Glycosidic_Bond
guess:Tales_of_a_Wayside_Inn
guess:Pierre_Joseph_Proudhon
guess:Sta
guess:Cardinal_Jules_Mazarin
guess:René_Magritte
guess:Frida_Kahlo
guess:E._M._Forster
guess:Thomas_Nashe
guess:Sphere
guess:Valerian_Zorin
guess:Arnold_Franz_Walter_Schonberg
guess:Gustav_Mahler
guess:Charles_Reade
guess:Entner–Doudoroff_pathway
guess:Robert_Boyle
guess:Theodor_Schwann
guess:Hans_Christian_Oersted
guess:Oliver_Messiaen
guess:Henry_Sidgwick
guess:Martin_Heidegger
guess:Edward_Sapir
guess:Otto_Rank
guess:Time_Transfixed
guess:Un_dimanche_après-midi_à_l'Île_de_la_Grande_Jatte_-_1884
guess:Rain,_Steam_and_Speed_–_The_Great_Western_Railway
guess:This_Side_of_Paradise
guess:Pip_(Great_Expectations)
guess:Mikhail_Bulgakov
guess:Samuel_Osgood
guess:Avogadro_constant
guess:Shiva
guess:TRIDENT
guess:Stomach
guess:Stomach_lining
guess:Jean-Honoré_Fragonard
guess:The_Adventures_of_Augie_March
guess:July's_People
guess:Jane_Eyre
guess:The_Revolt_of_the_Masses
guess:Trojan_War
guess:Clarissa
guess:A_Streetcar_Named_Desire
guess:Persuasion
guess:Napoleon_III
guess:Fernand_Braudel
guess:Gottfried_Wilhelm_Leibniz
guess:Wilde
guess:Venice
guess:Amritsar
guess:The_Dunciad
guess:Cordoba
guess:Republic_of_Venice
guess:Mantua
guess:Battle_of_Austerlitz
guess:Milan
guess:Das_Lied_von_der_Erde
guess:Shah_Jahan
guess:Boris_Pasternak
guess:Maurice_Maeterlinck
guess:Leeches
guess:A_Supermarket_in_California
guess:Dinner_at_the_Homesick_Restaurant
guess:Ozonolysis
guess:Modest_Mussorgsky
guess:Also_sprach_Zarathustra_(Strauss)
guess:Menelaus
guess:Šet
guess:Cloud_Strife
guess:Thoth
guess:Ares
guess:Hermes
guess:Gog_and_Magog
guess:Mecca
guess:Collagen
guess:Dies_Irae
guess:Friedrich_Bessel
guess:Gaius_Valerius_Maximianus_Catullus
guess:Karlheinz_Stockhausen
guess:The_Vicar_of_Wakefield
guess:Stephen_Collins_Foster
guess:Christopher_Durang
guess:Alcohols
guess:Leonardo_da_Vinci
guess:Venus
guess:Saturn
guess:Jupiter
guess:Neptune
guess:Cladistics
year:2000
guess:BUS
guess:Piano_Sonata_No._21_(Beethoven)
guess:Bassoon
guess:Saudi_Arabia
guess:The_Ghost_Dance
guess:Marathon
guess:Lamprey
guess:Alan_Paton
guess:Claude_Monet
guess:Pryderi
guess:Carnaval
guess:Le_Rouge_et_le_noir
guess:Robert_Schumann
guess:Sukarno
guess:Dirac_equation
guess:Bathing
guess:Horsehead_Nebula
guess:Activation_energy
guess:Thomas_Hunt_Morgan
guess:Edna_St._Vincent_Millay
guess:Glenn_T._Seaborg
guess:Jean-Pierre_Jeunet
guess:John_Ronald_Reuel_Tolkien
guess:Ruth_Benedict
guess:Blanche_DuBois
guess:William_Godwin
guess:Samuel_Gompers
guess:Bessie_Head
guess:Hieronymus_Bosch
guess:George_Simon_Kaufman
guess:Sizwe_Banzi_is_Dead
guess:Louis_Antoine_de_Bougainville
guess:Burlingame_Treaty
guess:Julius_Nyerere
guess:Jomo_Kenyatta
guess:Vladimir_Lenin
guess:The_White_Girl
guess:Broadway_Boogie_Woogie
guess:Hawking_radiation
guess:Levers
guess:Vilfredo_Pareto
guess:Torque
guess:Boltzmann_transport_equation
guess:Tautochrone_curve
guess:Euler_phi_function
guess:Euler's_totient_function
guess:Three
guess:Sri_Lanka
guess:Algeria
guess:Republic_of_Benin
guess:Benjamin_Franklin
guess:A_Portrait_of_the_Artist_as_a_Young_Man
guess:The_Crying_of_Lot_49
guess:The_World_According_to_Garp
guess:Pedro_Páramo
guess:The_Ambassadors
guess:Enthalpy
guess:Albert_Einstein
year:1999
guess:The_Yellow_Wallpaper
guess:RoadRunner
guess:Funeral
guess:The_Black_Widow
guess:Guru_Gobind_Singh
guess:Djoser
guess:Reforms
guess:Ming_dynasty
guess:Russian_Empire
guess:Walrus
guess:Extremely_Loud_and_Incredibly_Close
guess:Brick_Lane
guess:Snow_Country
guess:The_Blue_Angel
guess:Fathers_and_Sons_(novel)
guess:Stack_(abstract_data_type)
guess:STACK
guess:Call_stack
guess:Queue_(abstract_data_type)
guess:American_Civil_Liberties_Union
guess:Andrea_Palladio
guess:Konrad_Adenauer
guess:Benito_Mussolini
guess:Pierre,_South_Dakota
guess:Brisbane
guess:Ekbatana
guess:Byzantium
guess:Durres
guess:Venice,_Italy
guess:Corinth
guess:Myelin
guess:Bile
guess:Sulfuric_acid
guess:Vitamin_B12
guess:Anemia
guess:Gallbladder
guess:Kidney
guess:Heart
guess:Stieg_Larsson
guess:James_Weldon_Johnson
guess:The_Spanish
guess:Mathew_Brady
guess:Asoka
guess:Shang_dynasty
guess:Brook_Farm
guess:Rasipuram_Krishnaswami_Narayan
guess:Cycloid
guess:Circle
guess:Cuticle
guess:Lava
guess:Benzene
guess:Komodo_Dragon
guess:Cell_Wall
guess:Linus_Pauling
guess:Molecular_orbital
guess:Electronegativity
guess:Clash_of_Civilizations
guess:Max_Weber
guess:Norman_Podhoretz
guess:Russian_constitution
guess:A_Bend_in_the_River
guess:Coriolis_force
guess:Gustav_Kirchhoff
guess:String_searching
guess:Discrete_logarithm
guess:Error_Detection
guess:Multi-armed_bandit_problem
guess:Pi
guess:Rick_Santorum
guess:Bella_Abzug
guess:Nineteenth_Amendment_to_the_U.S._Constitution
guess:Earl_of_Beaconsfield
guess:The_Social_Network
guess:The_Master_of_Petersburg
guess:The_Tale_of_the_Heike
guess:The_Brief_Wondrous_Life_of_Oscar_Wao
guess:Τῑτάν
guess:Nixon_in_China
guess:Gamal_Abdel_Nasser_Hussein
guess:Non-Aligned_Movement
guess:Indira_Gandhi
guess:Neville_Chamberlain
guess:Silent_Spring
guess:Mabinogion
guess:Gullah
guess:Korinna
guess:Culture
guess:Their_Eyes_Were_Watching_God
guess:Heat_capacity
guess:Chemical_potential
guess:Gas_constant
guess:Specific_heat_capacity
guess:Bulk_modulus
guess:Charlie_Parker
guess:Richard_Rodgers
guess:South_Africa
year:2011
category:Geography
guess:Yemen
guess:Ecuador
guess:New_Zealand
guess:Panama
guess:Henry_Ii
guess:Devil_Fruit
guess:Electron
guess:Electron_correlation
guess:Addition_reaction
guess:Redox_reaction
guess:Polymerization
guess:Photochemical_reactions
guess:George_M._Dallas
guess:Simon_Cameron
guess:Haiti
guess:John_Jay
guess:Alcibiades
guess:United_Kingdom
guess:Liberia
guess:Kenya
guess:Thor
category:Mythology
guess:Alan_Turing
guess:Harold_Hotelling
guess:Augustin-Louis_Cauchy
guess:Emperor_Meiji
guess:Le_Chatelier's_principle
guess:Buckingham-Pi_theorem
guess:Fermat's_Last_theorem
guess:Daniel_Bernoulli
guess:Lord_of_the_Flies
guess:List_of_symphonies_by_Wolfgang_Amadeus_Mozart
guess:William_Pitt,_1st_Earl_of_Chatham
guess:Faisal_I_of_Iraq
guess:Alan_Cranston
guess:Francisco_Pizarro
guess:Count_Rumford
guess:Special_relativity
guess:Glaciers
guess:Glacier
guess:The_Sleeping_Beauty
guess:Igor_Stravinsky
guess:Tokugawa_shogunate
guess:Taisho_era
guess:Reconquista
guess:Second_Intermediate_Period
guess:Tokugawa_Shogunate
guess:Claudio_Giovanni_Antonio_Monteverdi
guess:Noah_Webster
guess:Giles_Goat-Boy
guess:The_Jungle
guess:Crime_and_Punishment
guess:The_Sign_in_Sidney_Brustein's_Window
guess:Who's_Afraid_of_Virginia_Woolf?
guess:The_Goat
guess:To_a_Waterfowl
guess:Jonathan_Edwards_(theologian)
guess:William_Cullen_Bryant
guess:The_Lovesong_of_J._Alfred_Prufrock
guess:The_Love_Song_of_J._Alfred_Prufrock
guess:The_Waste_Land
guess:Belgium
guess:Mali
guess:The_Plague
guess:FOUR
guess:Prime_numbers
guess:Nausea
guess:Iron
guess:Platinum
guess:Sir_Noël_Peirce_Coward
guess:Glyoxylate
guess:RNA
guess:Deoxyribonucleic_acid
guess:The_Knight's_Tale
guess:An_Enquiry_Concerning_Human_Understanding
guess:Das_Kapital
guess:The_Protestant_Ethic_and_the_Spirit_of_Capitalism
guess:The_Wealth_of_Nations
guess:The_Canterbury_Tales
guess:E._E._Cummings
guess:IF
guess:Hedonism
guess:Neoconservatism
guess:Utilitarianism
guess:ུ
guess:Second_Punic_War
guess:War_of_1812
guess:U.S._Civil_War
guess:War_of_the_Triple_Alliance
guess:Second_Boer_War
guess:Niels_Bohr
guess:James_Prescott_Joule
guess:Skepticism_and_Animal_Faith
guess:Jorge_Agustín_Nicolás_Ruiz_de_Santayana_y_Borrás
guess:Ramesses_II
guess:Ramses_the_Great
guess:Ramses_II_tank
guess:John_Rawls
guess:James-Lange_theory
guess:People's_Socialist_Republic_of_Albania
guess:Tarquin_the_Proud
guess:Philippi
guess:Prague
guess:Melbourne
guess:Prague,_Czech_Republic
guess:Sudan
guess:Empire_of_Japan
guess:Israel
category:Religion
guess:Church_of_Scientology
guess:Beowulf
guess:In_Parenthesis
guess:The_Lady_of_Shallott
guess:Christabel_(poem)
guess:Glass
guess:Sand
guess:IRON
guess:Antibodies
guess:Cyclin
guess:HSPS
guess:Scheduled_Caste
guess:Helmuth_Karl_Bernhard,_Count_von_Moltke
guess:Thirty_Years'_War
guess:Ishmael
guess:Yossarian
guess:Meursault
guess:Gentleman
guess:Sistine_Chapel
guess:Pietro_Perugino
guess:Donatello
guess:The_Sistine_Chapel
guess:Raphael
guess:Cass_Gilbert
guess:Eero_Saarinen
guess:Battle_of_Hastings
guess:Battle_of_Tours
guess:Șimon
guess:Simón_Bolívar
guess:Virginia_Woolf
guess:Virgil
guess:Barton_Fink
guess:Piezoelectric
guess:Compactness
guess:World_War_I
guess:Dominican_Republic
guess:United_States_of_Brazil
guess:Canada
guess:South_Vietnam
guess:J._M._W._Turner
guess:The_Night_Café
guess:The_Night_Cafe
guess:Henri_Matisse
guess:Bathers_at_Asnières
guess:I_and_the_Village
guess:The_Maids_of_Honor
guess:Dead_Souls
guess:Sir_John_Major
guess:Karl_Jaspers
guess:Tosca
guess:Boris_Godunov
guess:Trapper
guess:Natty_Bumppo
guess:Benedict_Arnold
guess:Pierre;_or,_The_Ambiguities
guess:Metamorphosis
guess:The_Last_of_the_Mohicans
guess:COOPER
guess:Dextrorotary
guess:Michael_Faraday
guess:Isaac_Newton
guess:Maltose
guess:Electromotive_Force
guess:Viscosity
guess:Republic_of_India
guess:Fra
guess:The_House_of_the_Spirits
guess:The_Color_Purple
guess:Frankenstein
guess:Oliver_Cromwell
guess:Whiskey_Rebellion
guess:The_Milkmaid_(Vermeer)
guess:Embarkation_for_Cythera
guess:Art_of_painting
guess:Harmonium
guess:Thirteen_Ways_of_Looking_at_a_Blackbird
guess:Piano_Concerto_No._1_(Tchaikovsky)
guess:Anton_Bruckner
guess:Robert_Browning
guess:Tango
guess:John_Greenleaf_Whittier
guess:Romeo
guess:Oedipus
guess:Bigger_Thomas
guess:Kim_(novel)
guess:Silas_Marner
guess:Giovanni’s_Room
guess:Pakistan
guess:Turkmenistan
guess:Argentine_Republic
guess:Symphony_in_D_minor
guess:Immanuel_Kant
guess:The_Tale_of_the_Bamboo_Cutter
guess:Die_Zauberflöte
guess:Seljuk_Empire
guess:Abbasid_Caliphate
guess:Against_the_Day
guess:Gabriel_Jose_de_la_Concordia_Garcia_Marquez
guess:Midnight's_Children
guess:Pale_Fire
guess:Weep_Not,_Child
guess:Yom_Kippur
guess:Teapot_Dome_scandal
guess:Teapot_Dome_Scandal
guess:Vienna
guess:Vilnius
guess:Florence
guess:Wien_(river)
guess:Black_hole
guess:Travelling_salesman_problem
guess:Anna_Christie
guess:Lotus_Sutra
guess:Population
guess:The_Speed_of_Sound
guess:Velocity
guess:Bulgaria
guess:Bhutan
guess:Franz_Liszt
guess:Edward_Albee
guess:Jean_Anouilh
guess:Tennessee_Williams
guess:John_Dryden
guess:Alexander_Pope
guess:An_Essay_on_Criticism
guess:Ellipse
guess:Parabola
guess:Icosahedron
guess:Triangle
guess:Centroids
guess:Dinosaurs
guess:Feathered_serpent
guess:Impression,_Sunrise
guess:A_Burial_At_Ornans
guess:Poseidon
guess:Female_to_male
guess:Pelias
guess:Jason
guess:Sir_Arthur_Sullivan
guess:Eadweard_Muybridge
guess:Book_of_Numbers
guess:Book_of_Esther
guess:The_Useless_Precaution
guess:Symphony_No._3_(Beethoven)
guess:Hamilton_(musical)
guess:Le_quattro_stagioni
guess:The_Blue_Hotel
guess:Federal_Republic_of_Nigeria
guess:Simon_Bradstreet
guess:Massachusetts
guess:Oboe
guess:Harp
guess:Punctuated_equilibrium
guess:Rain_follows_the_plow
guess:Mollusca
guess:Flatworm
guess:Arthropod
guess:Cloud
guess:Ice
guess:Arab_Republic_of_Egypt
guess:Republic_of_Peru
guess:Azerbaijan
guess:Peru
guess:The_Portrait_of_a_Lady
guess:Portrait_of_a_Lady
guess:Nigeria
guess:Republic_of_Kenya
guess:Four_Quartets
guess:Suddenly_Last_Summer
guess:Solomon_Asch
guess:Georgia_(country)
guess:Mending_Wall
guess:The_Prelude
guess:Dulce_et_decorum_est
guess:Rubaiyat_of_Omar_Khayyam
guess:The_Rime_of_the_Ancient_Mariner
guess:Sulphuric_acid
guess:Vacuum_distillation
guess:Blood_Transfusion
guess:Uganda
guess:Danube
guess:Afghanistan
guess:South_Sudan
guess:B._F._Skinner
guess:Mimesis
guess:Poetics_(Aristotle)
guess:Transcription_(biology)
guess:Derek_Walcott
guess:Density
guess:Rest_Mass
guess:Ireland
guess:Pablo_Picasso
guess:Honoré_Daumier
guess:Salvador_Domingo_Felipe_Jacinto_Dalí_i_Domènech
guess:Winslow_Homer
guess:Wars_of_the_Roses
guess:Achilles
guess:Nullification_Crisis
guess:Woodrow_Wilson
guess:South_Carolina_Exposition_and_Protest
guess:Great_Famine_(Ireland)
guess:Luiz_Inácio_Lula_da_Silva
guess:Chemical_Weapons
guess:Republic_of_Brazil
guess:É
guess:Cello
guess:Potential_energy
guess:Wavelength
guess:War_of_the_Spanish_Succession
guess:Seven_Years'_War
guess:American_Revolutionary_War
guess:War_of_the_Austrian_Succession
guess:W.B._Yeats
guess:The_heart
guess:Maimonides
guess:Moment_of_inertia
guess:Rotational_Inertia
guess:Reflectance
guess:Partition_Function
guess:Drag_(physics)
guess:Somalia
guess:Scotland
guess:Tunisia
guess:Sir_Isaac_Newton
guess:SIMA
guess:Edwin_Hubble
guess:David_Hilbert
guess:Josiah_Willard_Gibbs
guess:Newton's_laws_of_motion
guess:Niké
guess:Milo_of_Croton
guess:David
guess:1984_Canadian_Federal_Election
guess:1960_United_States_presidential_election
guess:United_States_presidential_election,_1980
guess:2012_United_States_Senate_election_in_Massachusetts
guess:President_of_the_Federative_Republic_of_Brazil
guess:Battle_of_Waterloo
guess:Second_Battle_of_El_Alamein
guess:Photon
guess:Actin
guess:Tau
guess:Calmodulin
guess:Paramagnetism
guess:Battle_of_Lake_Erie
guess:Charles_de_Gaulle
guess:North_Vietnam
guess:Hector
guess:The_History_of_Tom_Jones,_a_Foundling
guess:Berlin
guess:New_York_City
guess:Boston
guess:Kiev
guess:Berlin,_Germany
guess:Marcel_Proust
guess:Alkyne
guess:Sulfonates
guess:Hydroxyl_Group
guess:Joseph_Conrad_Korzeniowski
guess:Sephiroth
guess:Daisy_Buchanan
guess:Songhai_Empire
guess:Dark_matter
guess:Quantum_Hall_effect
guess:Cosmological_constant
guess:Irving_Langmuir
guess:Federative_Republic_of_Brazil
guess:Short_stories
guess:Sagas_of_Icelanders
guess:As_I_Lay_Dying
guess:The_Makioka_Sisters
guess:The_Ghost_Sonata
guess:Naguib_Mahfouz
guess:Baal
guess:The_Republic_Of_Cameroon
guess:Uruguay
guess:Netherlands
guess:Light_in_August
guess:Barchester_Towers
guess:Berlin_Alexanderplatz
guess:Napoléon_III
guess:Invisibility
guess:Twins
guess:Deer
guess:Pig
guess:Sobek
guess:For_Whom_the_Bell_Tolls
guess:River
guess:The_Negro_Speaks_of_Rivers
guess:Speed_of_sound
guess:Mach_number
guess:Moon
